Repository: thermesmarins/tmsm-frontend-optimizations
Catalog: languages/tmsm-frontend-optimizations-*.po
Languages: fr_fr

source: Invalid phone number format
fr_fr: Format de téléphone non valide

source: International with Validation
fr_fr: International avec validation

source: The domain of the email is invalid
fr_fr: Le domaine n’est pas valide

source: <strong>Error</strong>: The domain of the email is invalid
fr_fr: <strong>Erreurr</strong>: le domaine n’est pas valide

source: Payment Failed
fr_fr: Paiement échoué

source: The password must be at least twelve characters long. Use at least one upper case letter, one lower case letter, one number, and one symbol like ! ? $ % ^ &amp; ).
fr_fr: Le mot de passe doit contenir au moins 12 caractères. Utiliser au moins une lettre majuscule, une lettre minuscule, un nombre et un symbole comme ! ? $ % ^ &amp; ).

source: Cash on Delivery
fr_fr: Paiement à la livraison

source: %1$s from %2$s
fr_fr: %1$s à partir de %2$s

source: (free)
fr_fr: (gratuit)

source: Secure payments
fr_fr: Paiement sécurisé

source: Choose an option
fr_fr: Choisir une option
